[
    {
        "id": "1553",
        "question": "Who won a Norbert Wiener Award for Social and Professional Responsibility?"
    },
    {
        "id": "1669",
        "question": "What awards have been given to Screenwriters?"
    },
    {
        "id": "2131",
        "question": "Which office's people have died on the US Route 165?"
    },
    {
        "id": "4439",
        "question": "In which races have Tillingdale's horses participated?"
    },
    {
        "id": "465",
        "question": "List the show related to the which was followed by Doctor Who Extra?"
    },
    {
        "id": "248",
        "question": "What is the predecessor of the automobile which is the related of Cadillac Fleetwood?"
    },
    {
        "id": "931",
        "question": "Which country's largest city is Lima?"
    },
    {
        "id": "1335",
        "question": "Whose opponents are Ike Clanton and Billy Clanton?"
    },
    {
        "id": "4524",
        "question": "List the institute of Robert hall ?"
    },
    {
        "id": "1338",
        "question": "To which religion does the commander of South Thailand insurgency belong?"
    },
    {
        "id": "1406",
        "question": "Who was the writer of the novel Maniac Magee?"
    },
    {
        "id": "1090",
        "question": "Where is Emmett Hughes from?"
    },
    {
        "id": "4209",
        "question": "What are the movies whose music is given by Laurie Johnson?"
    },
    {
        "id": "742",
        "question": "What appliance Sony made after the success of PlayStation 2?"
    },
    {
        "id": "2323",
        "question": "What are some cars similar to luxury cars?"
    },
    {
        "id": "3601",
        "question": "What television show is magistrated by Harry Connick, Jr.?"
    },
    {
        "id": "2123",
        "question": "Did Paul Weatherwax an editor of Behave Yourself?"
    },
    {
        "id": "2094",
        "question": "does the journal of cancer have the creative commons license?"
    },
    {
        "id": "240",
        "question": "What genre of games are made by Blizzard Entertainment studios?"
    },
    {
        "id": "2351",
        "question": "Name the series of Doctor Who: Evacuation Earth ?"
    },
    {
        "id": "1370",
        "question": "List the awards won by the writer of Face to Face ?"
    },
    {
        "id": "1057",
        "question": "What is the common party of Chandra Shekhar and Govinda  ?"
    },
    {
        "id": "4816",
        "question": "What awards were given to the screenplayer of The Motorcycle Diaries?"
    },
    {
        "id": "199",
        "question": "Was Jack Ryan a nominee of US Senate?"
    },
    {
        "id": "2280",
        "question": "What are some music artists whose bands have signed up with Entertainment One Music?"
    },
    {
        "id": "4749",
        "question": "What team did Dan Daoust and Don Ashby play for?"
    },
    {
        "id": "2220",
        "question": "Name the broadcast area of  Radio Philippines Network ?"
    },
    {
        "id": "4771",
        "question": "Which district of Fort Heath radar station is also the state of Joesph Story ?"
    },
    {
        "id": "2819",
        "question": "Which river's mouth is located in Gulf of Mexico and has source location as Itasca State Park ?"
    },
    {
        "id": "3150",
        "question": "Is my truly truly fair the band of mitch miller?"
    },
    {
        "id": "4256",
        "question": "Which religion is prevalent in the schools of the Ashanti region?"
    },
    {
        "id": "3107",
        "question": "Which politician was succeeded by someone who graduated from the Instituts d'tudes politiques?"
    },
    {
        "id": "1973",
        "question": "How many different mascots are there of the NCAA teams?"
    },
    {
        "id": "1375",
        "question": "Which of the continents that Digitalb worked in, was christine rolfes born in?"
    },
    {
        "id": "3968",
        "question": "Which nation hosts the WTA Tour Championships?"
    },
    {
        "id": "4062",
        "question": "Name the television show whose theme music is composed by Julian Gingell and broadcasted on FOX ?"
    },
    {
        "id": "4445",
        "question": "What is the prize received by the one who wrote the screen play of The Postman  ?"
    },
    {
        "id": "3557",
        "question": "What are the awrds won by Laemmle Theatres ?"
    },
    {
        "id": "964",
        "question": "Is nintendo in the video games industry?"
    },
    {
        "id": "179",
        "question": "Name the office holder whose predecessor is  Henry E. Catto, Jr. and won Screen Actors Guild Life Achievement Award?"
    },
    {
        "id": "3698",
        "question": "Which notable commanders of the Army Group Oberrhein (Germany) is the  leader of the Kriminalpolizei?"
    },
    {
        "id": "3821",
        "question": "Which maintainer of Cheasty Boulevard South is also the city of Soccer Bowl' 76 ?"
    },
    {
        "id": "4878",
        "question": "Which colonel has allegiance to Colony of Virginia ?"
    },
    {
        "id": "3899",
        "question": "Which driver came first in the 1993 European Grand Prix ?"
    },
    {
        "id": "4487",
        "question": "What is the layout of the cars similar to that of the Subaru Outback?"
    },
    {
        "id": "3238",
        "question": "Name the university which has Lieutenaunt general as superintendent and mascot as Gyrfalcon ?"
    },
    {
        "id": "2974",
        "question": "How many other ingredient are there in the foods whihh have one of the ingredient as Potato ?"
    },
    {
        "id": "3580",
        "question": "In which country is the Duong river?"
    },
    {
        "id": "2887",
        "question": "How many companies have launched their rockets from the Vandenerg Air base?"
    },
    {
        "id": "2575",
        "question": "List the destinations to which the airlines headquartered at the Gatwick Airport fly to?"
    },
    {
        "id": "1419",
        "question": "What are some given names for males?"
    },
    {
        "id": "3907",
        "question": "The official residence of Sukhumbhand paribatra ?"
    },
    {
        "id": "4673",
        "question": "What are the television shows whose company's predecessor is Desilu Productions?"
    },
    {
        "id": "4902",
        "question": "What is operated by FedExField ?"
    },
    {
        "id": "1860",
        "question": "Which battle did both Steven Palazao and tony hogg fight in?"
    },
    {
        "id": "8",
        "question": "Which company which assembles its cars in Broadmeadows, Victoria?"
    },
    {
        "id": "2894",
        "question": "List the people casted in Betsy's Wedding and 16 candles?"
    },
    {
        "id": "2847",
        "question": "Foxconn makes how many things?"
    },
    {
        "id": "3664",
        "question": "Do the polet airlines fly to moscow?"
    },
    {
        "id": "144",
        "question": "In how many nations can I find dishes made of Shallot?"
    },
    {
        "id": "2104",
        "question": "What is the mascot of the military unit of David Prowse?"
    },
    {
        "id": "3143",
        "question": "Does Cohoes a junction on the NY State Route 470?"
    },
    {
        "id": "841",
        "question": "How many other important things have been written by the creator of Stuart Alan Jones?"
    },
    {
        "id": "1128",
        "question": "What is the genre of the Band whose home town is County Westmeath?"
    },
    {
        "id": "151",
        "question": "Which sports are played at institues in Taguig?"
    },
    {
        "id": "3591",
        "question": "Whose album is Haiti, I am sorry?"
    },
    {
        "id": "1052",
        "question": "Is Microsoft office written in C++"
    },
    {
        "id": "1590",
        "question": "Whose band members are known to play a PRS guitar?"
    },
    {
        "id": "3008",
        "question": "Which river's source place is Gloucestershire and mouth in North Sea?"
    },
    {
        "id": "2029",
        "question": "Name the commanders of military conflicts where Roundhead was one of the commander ?"
    },
    {
        "id": "3418",
        "question": "What are some short story kind of Books?"
    },
    {
        "id": "1807",
        "question": "What are the nicknames of the schools whose color is royal blue?"
    },
    {
        "id": "2696",
        "question": "To what political party do the politicians graduated from Somerville college, Oxford belong to?"
    },
    {
        "id": "3039",
        "question": "What awards did Jos Rivera (playwright) win?"
    },
    {
        "id": "472",
        "question": "Which political figures were awarded Screen Actors Guild Life Achievement Award?"
    },
    {
        "id": "3289",
        "question": "What are the things whose director of photography died in United States?"
    },
    {
        "id": "4074",
        "question": "What is the Home Stadium of the Kenya national under-20 football team where Matin Suji was also born ?"
    },
    {
        "id": "3496",
        "question": "Name a company with key person as Dennis Muilenburg and Raymond Conner ?"
    },
    {
        "id": "279",
        "question": "Which branch of american military have both George Siebels jr and Leroy Collins served?"
    },
    {
        "id": "1741",
        "question": "What are some scientists who have stateless citizenship?"
    },
    {
        "id": "4624",
        "question": "Name the regions served by Toll Global Express ?"
    },
    {
        "id": "2886",
        "question": "What is the protected area whose nearest city is Kenya?"
    },
    {
        "id": "1941",
        "question": "Count the nearest city to the historic palce whose one of the nearest city is Wisconsin ?"
    },
    {
        "id": "100",
        "question": "Give me the total number of commander of the military conflicts whose commander is Roundhead (Wyandot)."
    },
    {
        "id": "2804",
        "question": "How many places were ruled by Elizabeth II?"
    },
    {
        "id": "3570",
        "question": "List the interest of the scientists whose one of the field is Chinese poetry ?"
    },
    {
        "id": "3684",
        "question": "Who was the narrator of the show who's music is composed by John Douglas?"
    },
    {
        "id": "3661",
        "question": "Which parent comapny of hypnotize Minds is the label of the Producers , a 2005 film ?"
    },
    {
        "id": "530",
        "question": "Which college of Luke List (golfer) is the alma mater of K. Terry Dornbush"
    },
    {
        "id": "1886",
        "question": "Who is the fictional character who portrayed in Terminator 2: Judgment Day?"
    },
    {
        "id": "681",
        "question": "Which team of Dan Shamash is also the debutant team of John Estes ?"
    },
    {
        "id": "3794",
        "question": "Where do employees of Deroit Red Wings live?"
    },
    {
        "id": "3944",
        "question": "What are some countries where companies headquartered in the Klang Valley operate?"
    },
    {
        "id": "4666",
        "question": "Did Chant Mas originate in West Africa?"
    },
    {
        "id": "2018",
        "question": "Name the river whose mouth country is Mozambique and source region is North-Western Province, Zambia?"
    },
    {
        "id": "1096",
        "question": "Give me a count of bacterias which belongs to Bacilli class?"
    },
    {
        "id": "829",
        "question": "How many producers have worked for FremantleMedia productions?"
    },
    {
        "id": "2805",
        "question": "Who is on the board of Kate Spade and company?"
    },
    {
        "id": "3829",
        "question": "Which animator of Tommy Ticker's Tooth is also the director of The Haunted house ?"
    },
    {
        "id": "4381",
        "question": "Name the university whose athletic department is called National Collegiate Athletic Association and has a chancellor named Nicholas S. Zeppos?"
    }
]