[
    {
        "id": "1501",
        "question": "How many movies did Stanley Kubrick direct?"
    },
    {
        "id": "2586",
        "question": "Which city's foundeer is John Forbes?"
    },
    {
        "id": "2653",
        "question": "What is the river whose mouth is in deadsea?"
    },
    {
        "id": "1055",
        "question": "What is the allegiance of John Kotelawala ?"
    },
    {
        "id": "705",
        "question": "How many races have the horses bred by Jacques Van't Hart participated in?"
    },
    {
        "id": "106",
        "question": "What is the incumbent of the Al Gore presidential campaign, 2000 and also the president of the Ann Lewis ?"
    },
    {
        "id": "589",
        "question": "What is the region of Tom Perriello ?"
    },
    {
        "id": "2468",
        "question": "What layout can be found in cars similar to the Subaru Outback?"
    },
    {
        "id": "2413",
        "question": "Starwood operates in which places?"
    },
    {
        "id": "1600",
        "question": "Name the mascot of Austin College ?"
    },
    {
        "id": "2464",
        "question": "What was the university of the rugby player who coached the Stanford rugby teams during 1906-1917?"
    },
    {
        "id": "228",
        "question": "How many people live in Wilton, Connecticut?"
    },
    {
        "id": "915",
        "question": "What awards did the film director of The Haunted House win ?"
    },
    {
        "id": "794",
        "question": "Name the origin of Henry Cluney ?"
    },
    {
        "id": "3021",
        "question": "List the things for which people of New Orleans are famous for?"
    },
    {
        "id": "3543",
        "question": "What sports are played in schools in the capital region?"
    },
    {
        "id": "1073",
        "question": "What company brought Riddim Ribbon to the market, and developed the batch monitor?"
    },
    {
        "id": "3351",
        "question": "In which part of the world can i find Xynisteri and Mavro?"
    },
    {
        "id": "1744",
        "question": "which awards have been given to people who fought in the Battle of France?"
    },
    {
        "id": "1084",
        "question": "Name the resting place of Charles Edward Magoon ?"
    },
    {
        "id": "926",
        "question": "Who built the stadium which was rented for the 2013 Copa Centroamericana ?"
    },
    {
        "id": "3049",
        "question": "Who was the silver medalist of Gymnastics at the 2008 Summer Olympics  Women's artistic individual all-around ?"
    },
    {
        "id": "1117",
        "question": "what are some common surnames of female people?"
    },
    {
        "id": "642",
        "question": "Which company owns the manufacturer of the Edsel Ranger?"
    },
    {
        "id": "4767",
        "question": "List the total number of board members who share board with Creative commons ?"
    },
    {
        "id": "501",
        "question": "Who is the leader of United States House of Representatives elections, 1788 and 1789 ?"
    },
    {
        "id": "4066",
        "question": "The fugitive Kind and the Notebook of Trigorin is written by what author?"
    },
    {
        "id": "333",
        "question": "Name the mountain whose range is Sierra Nevada (U.S.) and parent mountain peak is Nevado de Toluca?"
    },
    {
        "id": "4684",
        "question": "Where did the  designer of Monument to Salavat Yulaev die?"
    },
    {
        "id": "486",
        "question": "How many mammals are in the Chordate phylum?"
    },
    {
        "id": "1962",
        "question": "List the battles fought by Roh Tae-woo ?"
    },
    {
        "id": "393",
        "question": "Which genre of books are published by Random House?"
    },
    {
        "id": "4842",
        "question": "Which famous political figure appointed william cushing, and also founded Pittsburgh>"
    },
    {
        "id": "4866",
        "question": "Which newspapers are owned by companies which are under Rolv Erik Ryssdal?"
    },
    {
        "id": "1755",
        "question": "Which series has an episode called The lost special and also a character named Sherlock Holmes ?"
    },
    {
        "id": "2515",
        "question": "What are some Louisiana based models known for?"
    },
    {
        "id": "3585",
        "question": "List the common official language of the ladonia and Empire of Atlantium ?"
    },
    {
        "id": "4315",
        "question": "What are the prizes won by the animator of The Skeleton Dance ?"
    },
    {
        "id": "4966",
        "question": "Which office holder's constituency is Haight-Ashbury and has military unit as USS Kittiwake ?"
    },
    {
        "id": "2099",
        "question": "What is the region of the ethnic group which speaks the language of Arkansas?"
    },
    {
        "id": "3599",
        "question": "What is the religion of the member of parliament who is a relative of Sarathchandra Rajakaruna?"
    },
    {
        "id": "4121",
        "question": "What organisation regulates and controls the New Sanno Hotel?"
    },
    {
        "id": "29",
        "question": "Who is the common manager of Aston Villa 2000-02 season and aldo the manager of Middlesbrough F.C. season 2009-10"
    },
    {
        "id": "65",
        "question": "Was Ganymede discovered by Galileo Galilei?"
    },
    {
        "id": "838",
        "question": "Name the F1 racer with relative as Ralf Schumacher and has child named Mick Schumacher?"
    },
    {
        "id": "3906",
        "question": "Does the Toyota Verossa have the front engine design platform?"
    },
    {
        "id": "3773",
        "question": "What are some other products of the banks which makes Postbanken?"
    },
    {
        "id": "4635",
        "question": "What is the occupation of the Irving Chernev and Karen Grigorian?"
    },
    {
        "id": "3161",
        "question": "Who produces the trains operated by the MTR?"
    },
    {
        "id": "2659",
        "question": "Name the TV show with distributor as Broadcast syndication and has theme music composed by Primus ?"
    },
    {
        "id": "4615",
        "question": "In which countries can i find some feminist writers?"
    },
    {
        "id": "4628",
        "question": "In which teams did anyone who played as a defencemen, play previously?"
    },
    {
        "id": "2451",
        "question": "What are the other band member of the Bands whose current members is Hynief?"
    },
    {
        "id": "2846",
        "question": "Which line of the Vadodara Junction railway station is the route end of Mumbai Vadodara Expressway ?"
    },
    {
        "id": "1144",
        "question": "Who authored the works published in the Jump Square Magazine?"
    },
    {
        "id": "3078",
        "question": "How many things are aired on BBC HD?"
    },
    {
        "id": "1103",
        "question": "Which work of Craig van Tilbury is close to the area of The Chess Monthyl ?"
    },
    {
        "id": "168",
        "question": "Where does the successor of Thongsuk Samdaengpan reside?"
    },
    {
        "id": "1670",
        "question": "What is the location city of the Denver Broncos which is also  place of birth of the William C. Cramer ?"
    },
    {
        "id": "2570",
        "question": "Was Mark Twain a character of Mark Twain Tonight?"
    },
    {
        "id": "2377",
        "question": "List bacteria whose order (taxonomy) is Bacillales and domain is Bacteria?"
    },
    {
        "id": "4395",
        "question": "What is the place of the Geography Club (play) which is also the  official residence of the Scott Berkun?"
    },
    {
        "id": "4257",
        "question": "What are some characters of series produced by Ricky Grevais?"
    },
    {
        "id": "3862",
        "question": "Is the song Killing is Out, School is in belong in the The Next Step?"
    },
    {
        "id": "23",
        "question": "Which band's  former member are Kevin Jonas and Joe Jonas?"
    },
    {
        "id": "2633",
        "question": "Count all those whose youth club was managed by Luis Enrique."
    },
    {
        "id": "3340",
        "question": "Is camel  of the chordate phylum?"
    },
    {
        "id": "2215",
        "question": "What is the purpose of the Maharashtra Chess Association which is genere of PyChess?"
    },
    {
        "id": "3682",
        "question": "Whose former teams are Indianapolis Colts and Carolina Panthers?"
    },
    {
        "id": "4724",
        "question": "In which language is All I need is Your Sweet lovin written ?"
    },
    {
        "id": "1907",
        "question": "Which colonel consort is Dolley Madison?"
    },
    {
        "id": "84",
        "question": "Which title of Zaman Shah Durrani is also the nationality of Salahuddin ?"
    },
    {
        "id": "227",
        "question": "Does the merlin express have a hub at the cibano international airport?"
    },
    {
        "id": "296",
        "question": "Was Duanne Allman known to play the Les Paul?"
    },
    {
        "id": "1001",
        "question": "List the judges of Rising Star which is also the artist of Brad Paisley discography ?"
    },
    {
        "id": "2138",
        "question": "Who are some people whose relation is hqed in Gold Base?"
    },
    {
        "id": "711",
        "question": "Which party does Iqbal Singh and B Shiva Rao currently belong to?"
    },
    {
        "id": "2801",
        "question": "In which state is the alma mater of Ben Ysursa located ?"
    },
    {
        "id": "2527",
        "question": "What sport amongst the one Lagos Preparatory School practices, did Willian Garne play for?"
    },
    {
        "id": "3752",
        "question": "What are the beverages whose origin is England?"
    },
    {
        "id": "3321",
        "question": "Which current member of Insect vs Robots is also the music composer of Kenny Dies ?"
    },
    {
        "id": "3181",
        "question": "What are the television shows whose distributer is HBO?"
    },
    {
        "id": "4183",
        "question": "What is the distributing label of StandBy Records ?"
    },
    {
        "id": "1615",
        "question": "Who is the film star of On Air with Ryan Seacrest ?"
    },
    {
        "id": "3024",
        "question": "Who have children named James Roosevelt and Franklin Delano Roosevelt, Jr.?"
    },
    {
        "id": "1413",
        "question": "In how many different places does Canal and River Trust own its assets?"
    },
    {
        "id": "763",
        "question": "Count the total number of launch site of the rockets which have been launched form Cape Canaveral Air Force Station ?"
    },
    {
        "id": "655",
        "question": "List some leaders of regions in the Indian Standard Time Zone?"
    },
    {
        "id": "4797",
        "question": "Name some comic characters created by Bruce Timm?"
    },
    {
        "id": "3849",
        "question": "Which university attended by Franklin W. Olin was also the alma mater of Patty Lin ?"
    },
    {
        "id": "4153",
        "question": "Whihc associate of THomas Bryan Martin is also the founder of Pittsburgh ?"
    },
    {
        "id": "468",
        "question": "Who gives the license of WXXV-DT2 ?"
    },
    {
        "id": "157",
        "question": "Count the number of sports played by schools which play hockey ?"
    },
    {
        "id": "1295",
        "question": "List the tomb of the royalties whose burial place is Little Easton ?"
    },
    {
        "id": "497",
        "question": "What are some relatives of the people who fought in Operation Barbarossa?"
    },
    {
        "id": "4740",
        "question": "How many awards have been given to screenwriters?"
    },
    {
        "id": "2940",
        "question": "Who is the builder of Estadio Nacional de Costa Rica (2011) ?"
    },
    {
        "id": "3456",
        "question": "How many software run on operating system is Microsoft Windows?"
    },
    {
        "id": "373",
        "question": "What is the awards given to the horse whose grandson is the famous Counterpoint?"
    },
    {
        "id": "79",
        "question": "Where is the swedish covenant hospital?"
    }
]