[
    {
        "id": "3891",
        "question": "Name the common managing club of the Ivan Toplak and Bret Simon?"
    },
    {
        "id": "764",
        "question": "How many shows are made by Larry David?"
    },
    {
        "id": "2767",
        "question": "Martin AN/GSG-5 is a part of the building in which city?"
    },
    {
        "id": "4328",
        "question": "How many architects are there who have made something used by Oakland athletics?"
    },
    {
        "id": "3295",
        "question": "In which company's boards does the founder of Bomis sit?"
    },
    {
        "id": "2194",
        "question": "What genre isPyChess from, which employes Craig Van Tilbury?"
    },
    {
        "id": "2357",
        "question": "Where is Ethiopian Parliament Building located ?"
    },
    {
        "id": "3425",
        "question": "Which are the cities on the river which also flows in Tukwila, Washington ?"
    },
    {
        "id": "3979",
        "question": "Which award is presented by Downtown Athletic Club?"
    },
    {
        "id": "911",
        "question": "Who appointed Joseph Clay and William Cushing to their office?"
    },
    {
        "id": "3145",
        "question": "Who are the biological parents of Dannielynn Birkhead?"
    },
    {
        "id": "999",
        "question": "List the awards won by the spouse of Harriet Andersson?"
    },
    {
        "id": "3653",
        "question": "Who was engaged in wars of Fort Gadsden and Fort Barrancas?"
    },
    {
        "id": "2483",
        "question": "Where are Solidus and Aureus used?"
    },
    {
        "id": "4076",
        "question": "Which company owns the airlines whose hub is in Dubai?"
    },
    {
        "id": "2370",
        "question": "Which appointer of William Clark is the successor of Levi Lincoln Sr ?"
    },
    {
        "id": "4838",
        "question": "Which company's division is Audi India? Correct Question"
    },
    {
        "id": "33",
        "question": "What was the book that lead to Sagan's Cosmos, about?"
    },
    {
        "id": "3789",
        "question": "What is the nationality of the chancellor who was served by Michael Mayr?"
    },
    {
        "id": "1020",
        "question": "What is the official residence of the Helen Getachew which is also the palce of death of the Haile Selassie Gugsa ?"
    },
    {
        "id": "1647",
        "question": "Who built the Ford Y-block engine ?"
    },
    {
        "id": "733",
        "question": "Does Gibby Haynes play the saxophone?"
    },
    {
        "id": "4582",
        "question": "Is The Orator in the National Archaeological Museum of Florence?"
    },
    {
        "id": "3274",
        "question": "What is the region of Lumberjack  ?"
    },
    {
        "id": "1620",
        "question": "Where did the president study, who's the president of Besiktas JK?"
    },
    {
        "id": "3135",
        "question": "Elizabeth Alexander and Jared Bernstein served under which Vice President?"
    },
    {
        "id": "2689",
        "question": "How many awards have royal designers for industry awardwinners got?"
    },
    {
        "id": "2707",
        "question": "Where is the team of Abdel Boucker located ?"
    },
    {
        "id": "297",
        "question": "For which other teams do members of tanzanian national football team play?"
    },
    {
        "id": "2339",
        "question": "What is the governing body of Burro Flats Painted Cave ?"
    },
    {
        "id": "653",
        "question": "Did Hank Williams Jr. make Early in the Morning and Late at Night?"
    },
    {
        "id": "3774",
        "question": "What are some cartoons distributed by a subsidiary of Time Warner?"
    },
    {
        "id": "1255",
        "question": "Whose famous works have been illustrated by E W Kemble?"
    },
    {
        "id": "4520",
        "question": "Who was once married to both Kelly Brook and Rosie Huntington-Whiteley?"
    },
    {
        "id": "230",
        "question": "Which Fox  show is presented by Ryan Seacrest?"
    },
    {
        "id": "3276",
        "question": "Where did george f hoar and willian langer spend the most important time of their political career?"
    },
    {
        "id": "3230",
        "question": "How many TV show has distributor located in Burbank California ?"
    },
    {
        "id": "691",
        "question": "List the ceremonial county of East Tilbury ?"
    },
    {
        "id": "2754",
        "question": "Which television show's theme music composer is Gary Portnoy and subsequent work is Frasier?"
    },
    {
        "id": "4863",
        "question": "List the common sports between Fr. Agnel Multipurpose School  and Jamiatu Muslim Mindanao"
    },
    {
        "id": "969",
        "question": "Which award that has been given to James F Obrien, had used Laemmle Theatres for some service?"
    },
    {
        "id": "633",
        "question": "What is the drafted team of the people expected to join toronto marlies?"
    },
    {
        "id": "4092",
        "question": "Which office holder's predecessor is  Lucius Cornelius and his associate is Marcus Calpurnius Bibulus?"
    },
    {
        "id": "4077",
        "question": "How many people have parterned with the person choroegraphed by Catarina Lindgren in the past?"
    },
    {
        "id": "1321",
        "question": "List everything governed by the Democratic Party of US?"
    },
    {
        "id": "1831",
        "question": "Name the current club of Abdelhameed Amarri ?"
    },
    {
        "id": "2178",
        "question": "The pope whose shrine is in St Peter's Basilica was venerated in which sects?"
    },
    {
        "id": "1417",
        "question": "Who is the father of Barbara Ann Crancer?"
    },
    {
        "id": "1782",
        "question": "Which home stadium of 2011-12 FC Spartak Moscow season is also the location of birth of the Svetlana Gounkina ?"
    },
    {
        "id": "4715",
        "question": "Which famous commander led the Siege of forn meigs and was involved in the battle of fort stephenson?"
    },
    {
        "id": "4701",
        "question": "Which games publishers are located in California?"
    },
    {
        "id": "4118",
        "question": "Where is the stadium of Philadelphia Rage ?"
    },
    {
        "id": "1652",
        "question": "Who produced the Pixar Image Computer?"
    },
    {
        "id": "1483",
        "question": "Was Marie Curie a doctoral student of Henri Becquerel?"
    },
    {
        "id": "2275",
        "question": "What are the baseball teams who belongs to  Guggenheim Partners?"
    },
    {
        "id": "877",
        "question": "Count all the things licensed as Software as a service."
    },
    {
        "id": "3525",
        "question": "Who is the headcoach of 2014-15 Virginia Tech Hokies men's basketball team ?"
    },
    {
        "id": "2016",
        "question": "What is the resting place of the politician who succeeded Samuel Hayes?"
    },
    {
        "id": "426",
        "question": "What country had the title of 2001 Speedway Ekstraliga ?"
    },
    {
        "id": "626",
        "question": "How many broadcast area of the television stations exists whose broadcast area is Rodrigues ?"
    },
    {
        "id": "1589",
        "question": "What is the common governing body of the Naval Air Facility Adak and Oahu Railway and Land Company?"
    },
    {
        "id": "2223",
        "question": "Count the drinks originated in England."
    },
    {
        "id": "2217",
        "question": "What is the total number of other non-fiction subject of the books whose one of the subject is Racism?"
    },
    {
        "id": "4483",
        "question": "Name all the junctions of U.S. Route 59?"
    },
    {
        "id": "1485",
        "question": "What are some other services of the company whose service is Onedrive?"
    },
    {
        "id": "1739",
        "question": "Give me some softwares which run on mac os"
    },
    {
        "id": "2480",
        "question": "What is the city  of the television station whose affiliations is LATV?"
    },
    {
        "id": "2584",
        "question": "What is the state of the administrative region where Oscoda, Michigan is located?"
    },
    {
        "id": "2893",
        "question": "Was Duanne Allman famous for playing the Gibson SG?"
    },
    {
        "id": "149",
        "question": "Who were all the people in office when bob hawke was the PM?"
    },
    {
        "id": "676",
        "question": "What is Bob Adams (American football) known for?"
    },
    {
        "id": "1261",
        "question": "Is Guatemala a unitary state?"
    },
    {
        "id": "4917",
        "question": "Who owns Chelsea F.C.?"
    },
    {
        "id": "12",
        "question": "What is the common affiliation of the Monroe Carell Jr. Children's Hospital at Vanderbilt and alma mater of the Duncan U. Fletcher?"
    },
    {
        "id": "1833",
        "question": "Among the scientist known for Manhattan Project who had a doctoral student named Charles Ellis ?"
    },
    {
        "id": "3248",
        "question": "UEM group have made bridges crossing over what?"
    },
    {
        "id": "1491",
        "question": "How many relatives are there of the people who died in Germany?"
    },
    {
        "id": "2727",
        "question": "Where do bachelor of arts live?"
    },
    {
        "id": "3686",
        "question": "Was Castillo discovered by Galileo?"
    },
    {
        "id": "1424",
        "question": "Does A foreign policy of freedom belong to the genre Politics?"
    },
    {
        "id": "4605",
        "question": "How many mountain are there in Sierra Nevada range?"
    },
    {
        "id": "4595",
        "question": "What is the total number of other characters of the plays whose characters is Robin (comics)?"
    },
    {
        "id": "731",
        "question": "What are the awards won by the spouse of Liv Ullmann ?"
    },
    {
        "id": "1231",
        "question": "What is the Recorded of the Kaptaan is also the headquarters of the Orient News ?"
    },
    {
        "id": "1634",
        "question": "What is the total number of other nearest countries to the lakes whose nearest countries is Uganda?"
    },
    {
        "id": "3936",
        "question": "How many companies have developed cross platformed softwares?"
    },
    {
        "id": "1210",
        "question": "List the shows whose network is run by BBC."
    },
    {
        "id": "3268",
        "question": "How many titles were given to people who engaged in the Operation Dragoon?"
    },
    {
        "id": "1934",
        "question": "Which place founded by Penobscot Island Air is also the location fo Ellei Johndro ?"
    },
    {
        "id": "553",
        "question": "Name the TV show whose opening theme is Gary Portnoy and the subsequent work is Frasier?"
    },
    {
        "id": "491",
        "question": "List the pole drivers in the grand prixes where Williams Grand Prix Engineering was a first team?"
    },
    {
        "id": "2962",
        "question": "Which appointer of the Joseph Clay (Georgia) is also the  President of the William Carmichael (diplomat) ?"
    },
    {
        "id": "2329",
        "question": "Who is the employer of Michael M. Sears ?"
    },
    {
        "id": "2195",
        "question": "List things developed by Autoconf ?"
    },
    {
        "id": "3064",
        "question": "List all the artist of the TV shows which has McClain as one of the artist ?"
    },
    {
        "id": "657",
        "question": "Who is the person whose child performed with Tony Bennett?"
    },
    {
        "id": "2374",
        "question": "Does the north carolina highway 280 end in Arden?"
    },
    {
        "id": "2225",
        "question": "Is Angola Avante the anthem of Angola?"
    },
    {
        "id": "4264",
        "question": "Name the river with mouth as Thames Estuary and passes through Reading Berkshire ?"
    },
    {
        "id": "1170",
        "question": "Who all play for the Ivory Coast football team?"
    }
]